Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.schedule.method_picker.ring
source: 3 weeks in, 1 week out
ar: 3 أسابيع داخلها، و1 أسبوع خارجها
bn: 3 সপ্তাহ ভেতরে, 1 সপ্তাহ বাইরে
ca: 3 setmanes posat, 1 sense
cs: 3 týdny zavedený, 1 týden bez
da: 3 uger i, 1 uge ude
de: 3 Wochen drin, 1 Woche raus
el: 3 εβδομάδες μέσα, 1 έξω
es: 3 semanas puesto, 1 sin él
fi: 3 viikkoa sisällä, 1 viikko poissa
fr: 3 semaines en place, 1 sans
gu: 3 અઠવાડિયાં અંદર, 1 અઠવાડિયું બહાર
he: 3 שבועות בפנים, 1 בחוץ
hi: 3 हफ़्ते अंदर, 1 हफ़्ता बाहर
hr: 3 tjedna unutra, 1 tjedan vani
hu: 3 hét bent, 1 hét kint
id: 3 minggu dipakai, 1 minggu dilepas
it: 3 settimane dentro, 1 fuori
ja: 3週間入れて、1週間外す
kn: 3 ವಾರ ಒಳಗೆ, 1 ವಾರ ಹೊರಗೆ
ko: 3주 넣고 1주 빼기
ml: 3 ആഴ്ച അകത്ത്, 1 ആഴ്ച പുറത്ത്
mr: 3 आठवडे आत, 1 आठवडा बाहेर
ms: 3 minggu dipakai, 1 minggu dikeluarkan
nb: 3 uker inne, 1 uke ute
nl: 3 weken in, 1 week uit
or: 3 ସପ୍ତାହ ଭିତରେ, 1 ସପ୍ତାହ ବାହାରେ
pa: 3 ਹਫ਼ਤੇ ਅੰਦਰ, 1 ਹਫ਼ਤਾ ਬਾਹਰ
pl: 3 tygodnie z nim, 1 tydzień bez
pt_br: 3 semanas com, 1 sem
pt_pt: 3 semanas colocado, 1 sem
ro: 3 săptămâni cu el, 1 fără
ru: 3 недели внутри, 1 неделя перерыва
sk: 3 týždne zavedený, 1 týždeň bez
sl: 3 tedne notri, 1 teden zunaj
sv: 3 veckor i, 1 vecka ute
ta: 3 வாரம் உள்ளே, 1 வாரம் வெளியே
te: 3 వారాలు లోపల, 1 వారం బయట
th: ใส่ 3 สัปดาห์ ถอด 1 สัปดาห์
tr: 3 hafta takılı, 1 hafta ara
uk: 3 тижні всередині, 1 тиждень перерви
ur: 3 ہفتے اندر، 1 ہفتہ باہر
vi: Đặt 3 tuần, tháo 1 tuần
zh_hans: 放置 3 周，取出 1 周
zh_hant: 放置 3 週，取出 1 週

# settings.schedule.method_picker.current
source: Current
ar: الحالية
bn: বর্তমান
ca: Actual
cs: Aktuální
da: Nuværende
de: Aktuell
el: Τρέχουσα
es: Actual
fi: Nykyinen
fr: Actuelle
gu: હાલની
he: נוכחית
hi: मौजूदा
hr: Trenutačna
hu: Jelenlegi
id: Saat ini
it: Attuale
ja: 使用中
kn: ಪ್ರಸ್ತುತ
ko: 사용 중
ml: നിലവിലുള്ളത്
mr: सध्याची
ms: Semasa
nb: Nåværende
nl: Huidig
or: ବର୍ତ୍ତମାନର
pa: ਮੌਜੂਦਾ
pl: Obecna
pt_br: Atual
pt_pt: Atual
ro: Actuală
ru: Текущий
sk: Aktuálna
sl: Trenutna
sv: Nuvarande
ta: தற்போதையது
te: ప్రస్తుతం
th: ปัจจุบัน
tr: Mevcut
uk: Поточний
ur: موجودہ
vi: Hiện tại
zh_hans: 当前
zh_hant: 目前

# settings.schedule.method_picker.footer
source: Nothing changes until you tap Save.
ar: لن يتغير شيء حتى تضغطي على حفظ.
bn: “সেভ করুন” ট্যাপ না করা পর্যন্ত কিছুই বদলাবে না।
ca: No canvia res fins que toquis Desar.
cs: Nic se nezmění, dokud neklepneš na Uložit.
da: Intet ændres, før du trykker på Gem.
de: Erst wenn du auf Speichern tippst, ändert sich etwas.
el: Τίποτα δεν αλλάζει μέχρι να πατήσεις Αποθήκευση.
es: No cambia nada hasta que toques Guardar.
fi: Mikään ei muutu, ennen kuin napautat Tallenna.
fr: Rien ne change tant que tu n’as pas touché Enregistrer.
gu: “સાચવો” પર ટૅપ નહીં કરો ત્યાં સુધી કંઈ બદલાશે નહીં.
he: שום דבר לא משתנה עד שתקישי על שמירה.
hi: “सेव करें” पर टैप करने तक कुछ नहीं बदलेगा।
hr: Ništa se ne mijenja dok ne dodirneš Spremi.
hu: Semmi sem változik, amíg nem koppintasz a Mentés gombra.
id: Tidak ada yang berubah sampai kamu ketuk Simpan.
it: Non cambia nulla finché non tocchi Salva.
ja: 「保存」をタップするまで何も変わりません。
kn: “ಉಳಿಸಿ” ಟ್ಯಾಪ್ ಮಾಡುವವರೆಗೆ ಏನೂ ಬದಲಾಗುವುದಿಲ್ಲ.
ko: 저장을 탭하기 전까지는 아무것도 바뀌지 않아요.
ml: “സേവ് ചെയ്യൂ” ടാപ്പ് ചെയ്യുന്നതുവരെ ഒന്നും മാറില്ല.
mr: “सेव्ह करा” वर टॅप करेपर्यंत काहीही बदलणार नाही.
ms: Tiada apa yang berubah sehingga kamu ketik Simpan.
nb: Ingenting endres før du trykker på Lagre.
nl: Er verandert niets tot je op Opslaan tikt.
or: “ସେଭ୍ କରନ୍ତୁ” ଟାପ୍ ନକରିବା ପର୍ଯ୍ୟନ୍ତ କିଛି ବଦଳିବ ନାହିଁ।
pa: “ਸੇਵ ਕਰੋ” ’ਤੇ ਟੈਪ ਕਰਨ ਤੱਕ ਕੁਝ ਨਹੀਂ ਬਦਲੇਗਾ।
pl: Nic się nie zmieni, dopóki nie stukniesz Zapisz.
pt_br: Nada muda até você tocar em Salvar.
pt_pt: Nada muda até tocares em Guardar.
ro: Nimic nu se schimbă până nu atingi Salvează.
ru: Ничего не изменится, пока не нажмёшь «Сохранить».
sk: Nič sa nezmení, kým neťukneš na Uložiť.
sl: Nič se ne spremeni, dokler ne tapneš Shrani.
sv: Inget ändras förrän du trycker på Spara.
ta: “சேமிக்கவும்” தட்டும் வரை எதுவும் மாறாது.
te: “సేవ్ చేయండి” నొక్కే వరకు ఏదీ మారదు.
th: จะยังไม่มีอะไรเปลี่ยนจนกว่าคุณจะแตะ บันทึก
tr: Kaydet’e dokunana kadar hiçbir şey değişmez.
uk: Нічого не зміниться, доки не натиснеш «Зберегти».
ur: “محفوظ کریں” پر ٹیپ کرنے تک کچھ نہیں بدلے گا۔
vi: Sẽ không có gì thay đổi cho đến khi bạn chạm Lưu.
zh_hans: 点按“保存”之前，什么都不会改变。
zh_hant: 點一下「儲存」之前，什麼都不會改變。

# settings.cycle_day.title
source: Cycle day
ar: يوم الدورة
bn: সাইকেল দিন
ca: Dia del cicle
cs: Den cyklu
da: Cyklusdag
de: Zyklustag
el: Ημέρα κύκλου
es: Día del ciclo
fi: Kiertopäivä
fr: Jour de cycle
gu: સાઇકલનો દિવસ
he: יום במחזור
hi: साइकल दिन
hr: Dan ciklusa
hu: Ciklusnap
id: Hari siklus
it: Giorno del ciclo
ja: 周期日
kn: ಚಕ್ರದ ದಿನ
ko: 주기 일
ml: സൈക്കിൾ ദിനം
mr: चक्रातील दिवस
ms: Hari kitaran
nb: Syklusdag
nl: Cyclusdag
or: ଚକ୍ର ଦିନ
pa: ਸਾਈਕਲ ਦਿਨ
pl: Dzień cyklu
pt_br: Dia do ciclo
pt_pt: Dia do ciclo
ro: Ziua ciclului
ru: День цикла
sk: Deň cyklu
sl: Dan cikla
sv: Cykeldag
ta: சுழற்சி நாள்
te: సైకిల్ రోజు
th: วันในรอบ
tr: Döngü günü
uk: День циклу
ur: سائیکل دن
vi: Ngày chu kỳ
zh_hans: 周期日
zh_hant: 週期日

# settings.cycle_day.adjust
source: Change the day
ar: تغيير اليوم
bn: দিন বদলান
ca: Canviar el dia
cs: Změnit den
da: Skift dag
de: Tag ändern
el: Άλλαξε την ημέρα
es: Cambiar el día
fi: Vaihda päivä
fr: Changer le jour
gu: દિવસ બદલો
he: שינוי היום
hi: दिन बदलें
hr: Promijeni dan
hu: Nap módosítása
id: Ubah hari
it: Cambia il giorno
ja: 日を変更
kn: ದಿನವನ್ನು ಬದಲಿಸಿ
ko: 날짜 변경
ml: ദിവസം മാറ്റൂ
mr: दिवस बदला
ms: Tukar hari
nb: Endre dagen
nl: Dag wijzigen
or: ଦିନ ବଦଳାନ୍ତୁ
pa: ਦਿਨ ਬਦਲੋ
pl: Zmień dzień
pt_br: Alterar o dia
pt_pt: Alterar o dia
ro: Schimbă ziua
ru: Изменить день
sk: Zmeniť deň
sl: Spremeni dan
sv: Ändra dag
ta: வேறு நாளைத் தேர்ந்தெடுக்கவும்
te: రోజును మార్చండి
th: เปลี่ยนวัน
tr: Günü değiştir
uk: Змінити день
ur: دن بدلیں
vi: Đổi ngày
zh_hans: 更改日期
zh_hant: 更改日期

# settings.cycle_day.history_note
source: Earlier days count as done. Nothing gets marked missed.
ar: تُحسب الأيام السابقة مكتملة. لن يُوضع على أي يوم علامة فائت.
bn: আগের দিনগুলো সম্পন্ন হিসেবে গণ্য হবে। কিছুই মিস হিসেবে চিহ্নিত হবে না।
ca: Els dies anteriors compten com a fets. Res no es marca com a omès.
cs: Dřívější dny se počítají jako splněné. Nic se neoznačí jako vynechané.
da: Tidligere dage tæller som gennemført. Intet bliver markeret som glemt.
de: Frühere Tage gelten als erledigt. Kein Tag wird als verpasst markiert.
el: Οι προηγούμενες ημέρες μετρούν ως ολοκληρωμένες. Καμία δεν μετρά ως χαμένη.
es: Los días anteriores cuentan como hechos. Ninguno se marca como omitido.
fi: Aiemmat päivät lasketaan tehdyiksi. Mitään ei merkitä väliin jääneeksi.
fr: Les jours précédents comptent comme faits. Aucun jour n’est marqué comme oublié.
gu: પહેલાંના દિવસો પૂર્ણ ગણાશે. કંઈ ચૂકેલું ગણાશે નહીં.
he: ימים קודמים נחשבים כבוצעו. שום דבר לא יסומן כפוספס.
hi: पहले के दिन पूरे माने जाते हैं। कोई दिन छूटा हुआ नहीं माना जाता।
hr: Raniji dani računaju se kao obavljeni. Ništa se ne označava kao propušteno.
hu: A korábbi napok elvégzettnek számítanak. Semmi nem lesz kihagyottként jelölve.
id: Hari-hari sebelumnya dihitung selesai. Tidak ada yang ditandai terlewat.
it: I giorni precedenti contano come fatti. Nessuno viene segnato come saltato.
ja: それ以前の日は完了として扱われます。飲み忘れとしては記録されません。
kn: ಹಿಂದಿನ ದಿನಗಳನ್ನು ಮುಗಿದಿವೆ ಎಂದು ಎಣಿಸಲಾಗುತ್ತದೆ. ಯಾವುದನ್ನೂ ತಪ್ಪಿಹೋಗಿದೆ ಎಂದು ಗುರುತಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 이전 날들은 완료로 처리돼요. 놓친 것으로 표시되는 날은 없어요.
ml: മുൻ ദിവസങ്ങൾ കഴിഞ്ഞതായി കണക്കാക്കും. ഒന്നും വിട്ടുപോയതായി അടയാളപ്പെടുത്തില്ല.
mr: आधीचे दिवस पूर्ण मानले जातात. कोणताही दिवस चुकलेला मानला जात नाही.
ms: Hari-hari sebelumnya dikira selesai. Tiada yang ditanda terlepas.
nb: Tidligere dager regnes som gjort. Ingenting blir merket som glemt.
nl: Eerdere dagen tellen als gedaan. Geen dag wordt als gemist gemarkeerd.
or: ପୂର୍ବ ଦିନଗୁଡ଼ିକ ସମ୍ପୂର୍ଣ୍ଣ ଭାବେ ଗଣା ହୁଏ। କିଛି ବି ଛାଡ଼ି ଯାଇଛି ବୋଲି ଚିହ୍ନିତ ହୁଏ ନାହିଁ।
pa: ਪਿਛਲੇ ਦਿਨ ਪੂਰੇ ਗਿਣੇ ਜਾਣਗੇ। ਕੁਝ ਵੀ ਖੁੰਝਿਆ ਦਰਜ ਨਹੀਂ ਹੋਵੇਗਾ।
pl: Wcześniejsze dni liczą się jako wykonane. Nic nie zostanie oznaczone jako pominięte.
pt_br: Dias anteriores contam como concluídos. Nenhum dia é marcado como perdido.
pt_pt: Os dias anteriores contam como feitos. Nada fica marcado como falhado.
ro: Zilele anterioare se consideră făcute. Nimic nu se marchează ca ratat.
ru: Предыдущие дни считаются выполненными. Ничего не отмечается как пропущенное.
sk: Skoršie dni sa počítajú ako hotové. Nič sa neoznačí ako vynechané.
sl: Prejšnji dnevi se štejejo kot opravljeni. Nič ne bo označeno kot zamujeno.
sv: Tidigare dagar räknas som klara. Inget markeras som missat.
ta: முந்தைய நாட்கள் முடிந்ததாகக் கருதப்படும். எதுவும் தவறவிட்டதாகக் குறிக்கப்படாது.
te: మునుపటి రోజులు పూర్తయినట్లు లెక్కించబడతాయి. ఏదీ మిస్ అయినట్లు గుర్తించబడదు.
th: วันก่อนหน้าจะนับว่าทำแล้ว ไม่มีวันไหนถูกทำเครื่องหมายว่าพลาด
tr: Önceki günler yapıldı sayılır. Hiçbir gün kaçırıldı olarak işaretlenmez.
uk: Попередні дні вважаються виконаними. Ніщо не позначається як пропущене.
ur: پہلے کے دن مکمل مانے جاتے ہیں۔ کوئی دن چھوٹا ہوا نہیں مانا جاتا۔
vi: Các ngày trước đó được tính là xong. Không ngày nào bị đánh dấu là bỏ lỡ.
zh_hans: 之前的日子会算作已完成。不会有任何一天被标记为漏服。
zh_hant: 之前的日子會算作已完成。不會有任何一天被標示為漏服。

# settings.schedule_reset.title
source: Clear your history?
ar: مسح سجلّك؟
bn: আপনার ইতিহাস মুছে ফেলবেন?
ca: Vols esborrar el teu historial?
cs: Vymazat historii?
da: Slet din historik?
de: Deinen Verlauf löschen?
el: Διαγραφή του ιστορικού σου;
es: ¿Borrar tu historial?
fi: Tyhjennetäänkö historiasi?
fr: Effacer ton historique ?
gu: તમારો ઇતિહાસ ભૂંસી નાખવો છે?
he: למחוק את ההיסטוריה שלך?
hi: अपना इतिहास मिटाएँ?
hr: Obrisati povijest?
hu: Törlöd az előzményeidet?
id: Hapus riwayatmu?
it: Cancellare la cronologia?
ja: 履歴を消去しますか？
kn: ನಿಮ್ಮ ಇತಿಹಾಸವನ್ನು ಅಳಿಸಬೇಕೇ?
ko: 기록을 삭제할까요?
ml: നിങ്ങളുടെ ചരിത്രം മായ്ക്കണോ?
mr: तुमचा इतिहास पुसायचा?
ms: Padam sejarah kamu?
nb: Slette historikken din?
nl: Je geschiedenis wissen?
or: ଆପଣଙ୍କ ଇତିହାସ ଲିଭାଇବେ?
pa: ਕੀ ਆਪਣਾ ਇਤਿਹਾਸ ਮਿਟਾਉਣਾ ਹੈ?
pl: Usunąć historię?
pt_br: Apagar seu histórico?
pt_pt: Apagar o teu histórico?
ro: Ștergi istoricul?
ru: Удалить историю?
sk: Vymazať históriu?
sl: Želiš izbrisati zgodovino?
sv: Radera din historik?
ta: உங்கள் வரலாற்றை அழிக்கவா?
te: మీ చరిత్రను తొలగించాలా?
th: ล้างประวัติของคุณไหม
tr: Geçmişin silinsin mi?
uk: Видалити історію?
ur: اپنی ہسٹری مٹائیں؟
vi: Xóa lịch sử của bạn?
zh_hans: 清除历史记录？
zh_hant: 清除歷史紀錄？

# settings.schedule_reset.body
source: Changing your schedule clears all your history and starts you on day %lld. You can’t undo this.
ar: يؤدي تغيير جدولك إلى مسح سجلّك بالكامل والبدء من اليوم %lld. لا يمكنك التراجع عن ذلك.
bn: সময়সূচি বদলালে আপনার সব ইতিহাস মুছে যাবে এবং দিন %lld থেকে শুরু হবে। এটি আর ফেরানো যাবে না।
ca: Si canvies l’horari, s’esborra tot el teu historial i comences al dia %lld. No es pot desfer.
cs: Změna rozvrhu vymaže celou historii a začneš dnem %lld. Nejde to vrátit zpět.
da: Hvis du ændrer din tidsplan, slettes al din historik, og du starter på dag %lld. Det kan ikke fortrydes.
de: Wenn du deinen Zeitplan änderst, wird dein ganzer Verlauf gelöscht und du startest bei Tag %lld. Das lässt sich nicht rückgängig machen.
el: Αν αλλάξεις το πρόγραμμα, διαγράφεται όλο το ιστορικό σου και ξεκινάς από την ημέρα %lld. Δεν μπορείς να το αναιρέσεις.
es: Cambiar tu horario borra todo tu historial y empiezas en el día %lld. No se puede deshacer.
fi: Aikataulun muuttaminen poistaa koko historiasi, ja aloitat päivästä %lld. Tätä ei voi kumota.
fr: Changer ton planning efface tout ton historique et te fait repartir au jour %lld. Tu ne pourras pas revenir en arrière.
gu: શેડ્યૂલ બદલવાથી તમારો બધો ઇતિહાસ ભૂંસાઈ જશે અને તમે દિવસ %lld થી શરૂ કરશો. આ પાછું ફેરવી શકાશે નહીં.
he: שינוי לוח הזמנים ימחק את כל ההיסטוריה שלך, ותתחילי מיום %lld. אי אפשר לבטל את זה.
hi: शेड्यूल बदलने से आपका पूरा इतिहास मिट जाता है और शुरुआत दिन %lld से होती है। इसे वापस नहीं किया जा सकता।
hr: Promjena rasporeda briše cijelu tvoju povijest i počinješ od dana %lld. To se ne može poništiti.
hu: A beosztás módosítása törli az összes előzményedet, és a %lld. napon kezdesz. Ezt nem tudod visszavonni.
id: Mengubah jadwal akan menghapus semua riwayatmu dan memulai dari hari %lld. Ini tidak bisa dibatalkan.
it: Se cambi il programma, cancelli tutta la cronologia e riparti dal giorno %lld. Non puoi annullare questa operazione.
ja: スケジュールを変更すると、履歴がすべて消去され、%lld日目から始まります。この操作は取り消せません。
kn: ವೇಳಾಪಟ್ಟಿ ಬದಲಿಸಿದರೆ ನಿಮ್ಮ ಇಡೀ ಇತಿಹಾಸ ಅಳಿಸಿಹೋಗುತ್ತದೆ ಮತ್ತು ನೀವು ದಿನ %lld ರಿಂದ ಪ್ರಾರಂಭಿಸುತ್ತೀರಿ. ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 일정을 바꾸면 모든 기록이 삭제되고 %lld일째부터 시작돼요. 되돌릴 수 없어요.
ml: ഷെഡ്യൂൾ മാറ്റിയാൽ നിങ്ങളുടെ ചരിത്രം മുഴുവൻ മായ്ക്കപ്പെടും, നിങ്ങൾ ദിവസം %lld-ൽ തുടങ്ങും. ഇത് പഴയപടിയാക്കാൻ കഴിയില്ല.
mr: वेळापत्रक बदलल्याने तुमचा सगळा इतिहास पुसला जातो आणि सुरुवात दिवस %lld पासून होते. हे पूर्ववत करता येत नाही.
ms: Menukar jadual akan memadam semua sejarah kamu dan bermula pada hari %lld. Ini tidak boleh dibuat asal.
nb: Hvis du endrer tidsplanen, slettes hele historikken din, og du starter på dag %lld. Dette kan ikke angres.
nl: Als je je schema wijzigt, wordt je hele geschiedenis gewist en begin je op dag %lld. Dit kun je niet ongedaan maken.
or: ସୂଚୀ ବଦଳାଇଲେ ଆପଣଙ୍କ ସମସ୍ତ ଇତିହାସ ଲିଭିଯିବ ଏବଂ ଦିନ %lld ରୁ ଆରମ୍ଭ ହେବ। ଏହାକୁ ଆଉ ଫେରାଇ ହେବ ନାହିଁ।
pa: ਸ਼ਡਿਊਲ ਬਦਲਣ ਨਾਲ ਤੁਹਾਡਾ ਸਾਰਾ ਇਤਿਹਾਸ ਮਿਟ ਜਾਵੇਗਾ ਅਤੇ ਤੁਸੀਂ ਦਿਨ %lld ਤੋਂ ਸ਼ੁਰੂ ਕਰੋਗੇ। ਇਹ ਵਾਪਸ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: Zmiana harmonogramu usunie całą historię, a ty zaczniesz od dnia %lld. Nie da się tego cofnąć.
pt_br: Mudar o cronograma apaga todo o seu histórico e recomeça no dia %lld. Não dá para desfazer.
pt_pt: Mudar o horário apaga todo o teu histórico e recomeça no dia %lld. Não é possível anular.
ro: Dacă schimbi programul, tot istoricul se șterge și începi de la ziua %lld. Nu poți anula asta.
ru: Изменение графика удалит всю историю, и ты начнёшь с дня %lld. Это нельзя отменить.
sk: Zmena rozvrhu vymaže celú históriu a začneš dňom %lld. Nedá sa to vrátiť späť.
sl: Sprememba urnika izbriše vso tvojo zgodovino in začneš na dnevu %lld. Tega ne moreš razveljaviti.
sv: Om du ändrar ditt schema raderas all din historik och du börjar på dag %lld. Det går inte att ångra.
ta: அட்டவணையை மாற்றினால் உங்கள் முழு வரலாறும் அழிக்கப்பட்டு, நீங்கள் நாள் %lld-இல் தொடங்குவீர்கள். இதைச் செயல்தவிர்க்க முடியாது.
te: షెడ్యూల్ మార్చితే మీ చరిత్ర అంతా తొలగిపోతుంది, మీరు రోజు %lld నుంచి మొదలుపెడతారు. దీన్ని రద్దు చేయలేరు.
th: การเปลี่ยนตารางจะล้างประวัติทั้งหมดของคุณและเริ่มที่วันที่ %lld ย้อนกลับไม่ได้
tr: Programını değiştirmek tüm geçmişini siler ve seni %lld. günden başlatır. Bu geri alınamaz.
uk: Зміна графіка видалить усю історію, і ти почнеш із дня %lld. Цю дію не можна скасувати.
ur: شیڈول بدلنے سے آپ کی پوری ہسٹری مٹ جاتی ہے اور شروعات دن %lld سے ہوتی ہے۔ اسے واپس نہیں کیا جا سکتا۔
vi: Đổi lịch sẽ xóa toàn bộ lịch sử của bạn và bắt đầu từ ngày %lld. Không thể hoàn tác.
zh_hans: 更改时间表会清除你的所有历史记录，并从第 %lld 天开始。这一步无法撤销。
zh_hant: 更改時程會清除你的所有歷史紀錄，並從第 %lld 天開始。這一步無法復原。

# settings.schedule_reset.confirm
source: Clear and save
ar: مسح وحفظ
bn: মুছে সেভ করুন
ca: Esborrar i desar
cs: Vymazat a uložit
da: Slet og gem
de: Löschen und speichern
el: Διαγραφή και αποθήκευση
es: Borrar y guardar
fi: Tyhjennä ja tallenna
fr: Effacer et enregistrer
gu: ભૂંસીને સાચવો
he: מחיקה ושמירה
hi: मिटाएँ और सेव करें
hr: Obriši i spremi
hu: Törlés és mentés
id: Hapus dan simpan
it: Cancella e salva
ja: 消去して保存
kn: ಅಳಿಸಿ ಮತ್ತು ಉಳಿಸಿ
ko: 삭제하고 저장
ml: മായ്ച്ച് സേവ് ചെയ്യൂ
mr: पुसा आणि सेव्ह करा
ms: Padam dan simpan
nb: Slett og lagre
nl: Wissen en opslaan
or: ଲିଭାଇ ସେଭ୍ କରନ୍ତୁ
pa: ਮਿਟਾਓ ਅਤੇ ਸੇਵ ਕਰੋ
pl: Usuń i zapisz
pt_br: Apagar e salvar
pt_pt: Apagar e guardar
ro: Șterge și salvează
ru: Удалить и сохранить
sk: Vymazať a uložiť
sl: Izbriši in shrani
sv: Radera och spara
ta: அழித்துச் சேமிக்கவும்
te: తొలగించి సేవ్ చేయండి
th: ล้างและบันทึก
tr: Sil ve kaydet
uk: Видалити й зберегти
ur: مٹائیں اور محفوظ کریں
vi: Xóa và lưu
zh_hans: 清除并保存
zh_hant: 清除並儲存

# settings.custom_messages.title
source: Reminder messages
ar: رسائل التذكير
bn: রিমাইন্ডার বার্তা
ca: Missatges dels recordatoris
cs: Texty připomínek
da: Påmindelsestekster
de: Erinnerungstexte
el: Μηνύματα υπενθυμίσεων
es: Mensajes de recordatorio
fi: Muistutustekstit
fr: Messages de rappel
gu: રિમાઇન્ડર સંદેશા
he: הודעות התזכורת
hi: रिमाइंडर संदेश
hr: Tekstovi podsjetnika
hu: Emlékeztető szövegek
id: Pesan pengingat
it: Testi dei promemoria
ja: リマインダーの文言
kn: ಜ್ಞಾಪನೆ ಸಂದೇಶಗಳು
ko: 알림 문구
ml: റിമൈൻഡർ സന്ദേശങ്ങൾ
mr: रिमाइंडर संदेश
ms: Mesej peringatan
nb: Påminnelsestekster
nl: Herinneringsteksten
or: ରିମାଇଣ୍ଡର୍ ବାର୍ତ୍ତା
pa: ਰਿਮਾਈਂਡਰ ਸੁਨੇਹੇ
pl: Treść przypomnień
pt_br: Mensagens de lembrete
pt_pt: Mensagens dos lembretes
ro: Textele mementourilor
ru: Тексты напоминаний
sk: Texty pripomienok
sl: Besedila opomnikov
sv: Påminnelsetexter
ta: நினைவூட்டல் செய்திகள்
te: రిమైండర్ సందేశాలు
th: ข้อความแจ้งเตือน
tr: Hatırlatma mesajları
uk: Тексти нагадувань
ur: یاد دہانی کے پیغامات
vi: Nội dung lời nhắc
zh_hans: 提醒文案
zh_hant: 提醒文字

# settings.custom_messages.body
source: Write what each reminder says. The preview shows how it will appear on your Lock Screen.
ar: اكتبي ما يقوله كل تذكير. تعرض المعاينة كيف سيظهر على شاشة القفل.
bn: প্রতিটি রিমাইন্ডারে কী লেখা থাকবে, লিখুন। লক স্ক্রিনে এটি কেমন দেখাবে, প্রিভিউতে তা দেখা যায়।
ca: Escriu què diu cada recordatori. La previsualització mostra com apareixerà a la pantalla bloquejada.
cs: Napiš, co má každá připomínka říkat. Náhled ukazuje, jak se zobrazí na zamčené obrazovce.
da: Skriv, hvad hver påmindelse skal sige. Forhåndsvisningen viser, hvordan den ser ud på din låseskærm.
de: Lege den Text jeder Erinnerung fest. Die Vorschau zeigt, wie sie auf deinem Sperrbildschirm erscheint.
el: Γράψε τι λέει κάθε υπενθύμιση. Η προεπισκόπηση δείχνει πώς θα φαίνεται στην κλειδωμένη οθόνη σου.
es: Escribe lo que dice cada recordatorio. La vista previa muestra cómo aparecerá en tu pantalla bloqueada.
fi: Kirjoita, mitä kukin muistutus sanoo. Esikatselu näyttää, miltä se näyttää lukitulla näytöllä.
fr: Écris ce que dit chaque rappel. L’aperçu montre comment il apparaîtra sur ton écran verrouillé.
gu: દરેક રિમાઇન્ડરમાં શું લખાય તે લખો. પ્રિવ્યૂ બતાવે છે કે તે તમારી લૉક સ્ક્રીન પર કેવું દેખાશે.
he: כתבי מה כל תזכורת אומרת. התצוגה המקדימה מראה איך היא תופיע במסך הנעילה שלך.
hi: लिखें कि हर रिमाइंडर में क्या लिखा हो। प्रीव्यू दिखाता है कि यह आपकी लॉक स्क्रीन पर कैसा दिखेगा।
hr: Napiši što svaki podsjetnik kaže. Pretpregled pokazuje kako će izgledati na zaključanom zaslonu.
hu: Írd meg, mit mondjon minden emlékeztető. Az előnézet mutatja, hogyan jelenik meg a zárolási képernyőn.
id: Tulis isi setiap pengingat. Pratinjau menunjukkan tampilannya di Layar Kunci.
it: Scrivi il testo di ogni promemoria. L’anteprima mostra come apparirà sulla schermata di blocco.
ja: 各リマインダーの文言を書けます。プレビューでロック画面での表示を確認できます。
kn: ಪ್ರತಿ ಜ್ಞಾಪನೆ ಏನು ಹೇಳಬೇಕು ಎಂದು ಬರೆಯಿರಿ. ನಿಮ್ಮ ಲಾಕ್ ಸ್ಕ್ರೀನ್‌ನಲ್ಲಿ ಅದು ಹೇಗೆ ಕಾಣುತ್ತದೆ ಎಂದು ಮುನ್ನೋಟ ತೋರಿಸುತ್ತದೆ.
ko: 각 알림에 표시할 문구를 직접 써 보세요. 미리보기로 잠금 화면에 어떻게 보일지 확인할 수 있어요.
ml: ഓരോ റിമൈൻഡറും എന്ത് പറയണമെന്ന് എഴുതൂ. നിങ്ങളുടെ ലോക്ക് സ്ക്രീനിൽ അത് എങ്ങനെ കാണുമെന്ന് പ്രിവ്യൂ കാണിക്കും.
mr: प्रत्येक रिमाइंडरमध्ये काय लिहायचे ते लिहा. ते तुमच्या लॉक स्क्रीनवर कसे दिसेल ते प्रिव्ह्यूमध्ये दिसते.
ms: Tulis apa yang setiap peringatan katakan. Pratonton menunjukkan bagaimana ia dipaparkan pada Skrin Kunci kamu.
nb: Skriv hva hver påminnelse skal si. Forhåndsvisningen viser hvordan den ser ut på låst skjerm.
nl: Schrijf wat elke herinnering zegt. De preview laat zien hoe het op je vergrendelscherm verschijnt.
or: ପ୍ରତ୍ୟେକ ରିମାଇଣ୍ଡର୍ କ’ଣ କହିବ, ଲେଖନ୍ତୁ। ଆପଣଙ୍କ ଲକ୍ ସ୍କ୍ରିନ୍‌ରେ ଏହା କେମିତି ଦେଖାଯିବ, ପ୍ରିଭ୍ୟୁ ତାହା ଦେଖାଏ।
pa: ਲਿਖੋ ਕਿ ਹਰ ਰਿਮਾਈਂਡਰ ਕੀ ਕਹੇ। ਪ੍ਰੀਵਿਊ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਇਹ ਤੁਹਾਡੀ ਲੌਕ ਸਕ੍ਰੀਨ ’ਤੇ ਕਿਵੇਂ ਦਿਖਾਈ ਦੇਵੇਗਾ।
pl: Napisz, co ma mówić każde przypomnienie. Podgląd pokazuje, jak pojawi się na ekranie blokady.
pt_br: Escreva o que cada lembrete diz. A prévia mostra como aparecerá na Tela Bloqueada.
pt_pt: Escreve o que cada lembrete diz. A pré-visualização mostra como vai aparecer no teu ecrã bloqueado.
ro: Scrie ce spune fiecare memento. Previzualizarea arată cum va apărea pe ecranul de blocare.
ru: Напиши, что будет в каждом напоминании. Предпросмотр показывает, как оно выглядит на экране блокировки.
sk: Napíš, čo má každá pripomienka hovoriť. Náhľad ukazuje, ako sa zobrazí na zamknutej obrazovke.
sl: Napiši, kaj naj pove vsak opomnik. Predogled pokaže, kako bo videti na zaklenjenem zaslonu.
sv: Skriv vad varje påminnelse ska säga. Förhandsvisningen visar hur den ser ut på din låsskärm.
ta: ஒவ்வொரு நினைவூட்டலும் என்ன சொல்ல வேண்டும் என்று எழுதுங்கள். அது உங்கள் பூட்டுத் திரையில் எப்படித் தோன்றும் என்று முன்னோட்டத்தில் பார்க்கலாம்.
te: ప్రతి రిమైండర్ ఏం చెప్పాలో రాయండి. మీ లాక్ స్క్రీన్‌పై అది ఎలా కనిపిస్తుందో ప్రివ్యూ చూపిస్తుంది.
th: เขียนข้อความของแต่ละการแจ้งเตือนเอง ตัวอย่างจะแสดงว่ามันจะปรากฏบนหน้าจอล็อกอย่างไร
tr: Her hatırlatmanın ne diyeceğini yaz. Önizleme, Kilit Ekranı’nda nasıl görüneceğini gösterir.
uk: Напиши, що буде в кожному нагадуванні. Попередній перегляд показує, як воно виглядатиме на екрані блокування.
ur: لکھیں کہ ہر یاد دہانی میں کیا لکھا ہو۔ پیش نظارہ دکھاتا ہے کہ یہ آپ کی لاک اسکرین پر کیسی دکھے گی۔
vi: Viết nội dung cho từng lời nhắc. Bản xem trước cho thấy nó sẽ hiện thế nào trên Màn hình khóa.
zh_hans: 编写每条提醒的内容。预览会显示它在锁定屏幕上的样子。
zh_hant: 撰寫每則提醒的內容。預覽會顯示它在鎖定畫面上的樣子。

# settings.custom_messages.daily_group
source: Daily reminder
ar: التذكير اليومي
bn: দৈনিক রিমাইন্ডার
ca: Recordatori diari
cs: Denní připomínka
da: Daglig påmindelse
de: Tägliche Erinnerung
el: Καθημερινή υπενθύμιση
es: Recordatorio diario
fi: Päivittäinen muistutus
fr: Rappel quotidien
gu: રોજનું રિમાઇન્ડર
he: תזכורת יומית
hi: रोज़ का रिमाइंडर
hr: Dnevni podsjetnik
hu: Napi emlékeztető
id: Pengingat harian
it: Promemoria giornaliero
ja: 毎日のリマインダー
kn: ದೈನಂದಿನ ಜ್ಞಾಪನೆ
ko: 매일 알림
ml: ദൈനംദിന റിമൈൻഡർ
mr: रोजचा रिमाइंडर
ms: Peringatan harian
nb: Daglig påminnelse
nl: Dagelijkse herinnering
or: ଦୈନିକ ରିମାଇଣ୍ଡର୍
pa: ਰੋਜ਼ਾਨਾ ਰਿਮਾਈਂਡਰ
pl: Codzienne przypomnienie
pt_br: Lembrete diário
pt_pt: Lembrete diário
ro: Mementoul zilnic
ru: Ежедневное напоминание
sk: Denná pripomienka
sl: Dnevni opomnik
sv: Daglig påminnelse
ta: தினசரி நினைவூட்டல்
te: రోజువారీ రిమైండర్
th: การแจ้งเตือนประจำวัน
tr: Günlük hatırlatma
uk: Щоденне нагадування
ur: روزانہ کی یاد دہانی
vi: Lời nhắc hàng ngày
zh_hans: 每日提醒
zh_hant: 每日提醒

# settings.custom_messages.advanced
source: Advanced editor
ar: المحرر المتقدم
bn: অ্যাডভান্সড এডিটর
ca: Editor avançat
cs: Pokročilý editor
da: Avanceret editor
de: Erweiterter Editor
el: Προχωρημένη επεξεργασία
es: Editor avanzado
fi: Laajennettu muokkaus
fr: Éditeur avancé
gu: ઍડવાન્સ્ડ એડિટર
he: עורך מתקדם
hi: एडवांस्ड एडिटर
hr: Napredni uređivač
hu: Részletes szerkesztő
id: Editor lanjutan
it: Editor avanzato
ja: 詳細エディタ
kn: ಸುಧಾರಿತ ಎಡಿಟರ್
ko: 고급 편집기
ml: അഡ്വാൻസ്‌ഡ് എഡിറ്റർ
mr: प्रगत एडिटर
ms: Editor lanjutan
nb: Avansert redigering
nl: Geavanceerde editor
or: ଉନ୍ନତ ଏଡିଟର୍
pa: ਐਡਵਾਂਸਡ ਐਡੀਟਰ
pl: Edytor zaawansowany
pt_br: Editor avançado
pt_pt: Editor avançado
ro: Editor avansat
ru: Расширенный редактор
sk: Rozšírený editor
sl: Napredni urejevalnik
sv: Avancerad redigerare
ta: மேம்பட்ட எடிட்டர்
te: అడ్వాన్స్‌డ్ ఎడిటర్
th: ตัวแก้ไขขั้นสูง
tr: Gelişmiş düzenleyici
uk: Розширений редактор
ur: ایڈوانسڈ ایڈیٹر
vi: Trình sửa nâng cao
zh_hans: 高级编辑器
zh_hant: 進階編輯器

# settings.custom_messages.field.title
source: Title
ar: العنوان
bn: শিরোনাম
ca: Títol
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
fr: Titre
gu: શીર્ષક
he: כותרת
hi: शीर्षक
hr: Naslov
hu: Cím
id: Judul
it: Titolo
ja: タイトル
kn: ಶೀರ್ಷಿಕೆ
ko: 제목
ml: തലക്കെട്ട്
mr: शीर्षक
ms: Tajuk
nb: Tittel
nl: Titel
or: ଶୀର୍ଷକ
pa: ਸਿਰਲੇਖ
pl: Tytuł
pt_br: Título
pt_pt: Título
ro: Titlu
ru: Заголовок
sk: Názov
sl: Naslov
sv: Rubrik
ta: தலைப்பு
te: శీర్షిక
th: หัวเรื่อง
tr: Başlık
uk: Заголовок
ur: عنوان
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題
